Repository: selfcan/StrokeMouse
Catalog: StrokeMouse/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, ru, zh_hans, zh_hant

# update.skipVersion
source: Skip This Version
fr: Ignorer cette version
ja: このバージョンをスキップ
ko: 이 버전 건너뛰기
ru: Пропустить эту версию
zh_hans: 跳过此版本
zh_hant: 跳過此版本

# update.downloading
source: Downloading update…
fr: Téléchargement de la mise à jour…
ja: アップデートをダウンロードしています…
ko: 업데이트를 다운로드하는 중…
ru: Загрузка обновления…
zh_hans: 正在下载更新…
zh_hant: 正在下載更新…

# update.extracting
source: Preparing update…
fr: Préparation de la mise à jour…
ja: アップデートを準備しています…
ko: 업데이트를 준비하는 중…
ru: Подготовка обновления…
zh_hans: 正在准备更新…
zh_hant: 正在準備更新…

# update.readyToInstall
source: The update is ready to install.
fr: La mise à jour est prête à être installée.
ja: アップデートをインストールできます。
ko: 업데이트를 설치할 준비가 되었습니다.
ru: Обновление готово к установке.
zh_hans: 更新已准备好，可以安装。
zh_hant: 更新已準備好，可以安裝。

# update.installing
source: Installing update…
fr: Installation de la mise à jour…
ja: アップデートをインストールしています…
ko: 업데이트를 설치하는 중…
ru: Установка обновления…
zh_hans: 正在安装更新…
zh_hant: 正在安裝更新…

source: Update Installed
fr: Mise à jour installée
ja: アップデートをインストールしました
ko: 업데이트 설치됨
ru: Обновление установлено
zh_hans: 更新已安装
zh_hant: 更新已安裝

# update.installedMessage
source: StrokeMouse has been updated successfully.
fr: StrokeMouse a été mis à jour avec succès.
ja: StrokeMouseは正常にアップデートされました。
ko: StrokeMouse가 성공적으로 업데이트되었습니다.
ru: StrokeMouse успешно обновлён.
zh_hans: StrokeMouse 已成功更新。
zh_hant: StrokeMouse 已成功更新。

# update.learnMore
source: Learn More
fr: En savoir plus
ja: 詳しく見る
ko: 더 알아보기
ru: Подробнее
zh_hans: 了解更多
zh_hant: 瞭解更多

# update.networkProxyHint
source: Check your network or proxy settings, then try again.
fr: Vérifiez votre réseau ou vos réglages de proxy, puis réessayez.
ja: ネットワークまたはプロキシ設定を確認してから、やり直してください。
ko: 네트워크 또는 프록시 설정을 확인한 뒤 다시 시도하세요.
ru: Проверьте сеть или настройки прокси и повторите попытку.
zh_hans: 请检查网络或代理设置后重试。
zh_hant: 請檢查網路或代理設定後重試。

# general.hideMenuBarIcon
source: Hide Menu Bar Icon
fr: Masquer l’icône de la barre des menus
ja: メニューバーアイコンを非表示
ko: 메뉴 막대 아이콘 가리기
ru: Скрыть значок в строке меню
zh_hans: 隐藏菜单栏图标
zh_hant: 隱藏選單欄圖示

# general.hideChromeFooter
source: When the menu bar icon is hidden, open StrokeMouse again from the Dock, Launchpad, or Spotlight to show Settings. If both icons are hidden, use Spotlight or Launchpad. Quit from General settings or press ⌘Q while Settings is frontmost.
fr: Lorsque l’icône de la barre des menus est masquée, rouvrez StrokeMouse depuis le Dock, Launchpad ou Spotlight pour afficher les Réglages. Si les deux icônes sont masquées, utilisez Spotlight ou Launchpad. Quittez depuis les réglages Général, ou appuyez sur ⌘Q lorsque les Réglages sont au premier plan.
ja: メニューバーアイコンを非表示にした場合は、Dock、Launchpad、またはSpotlightからStrokeMouseを再度開いて設定を表示します。両方のアイコンを非表示にしている場合は、SpotlightまたはLaunchpadを使ってください。終了するには「一般」設定を使うか、設定が最前面のときに⌘Qを押します。
ko: 메뉴 막대 아이콘을 가리면 Dock, Launchpad 또는 Spotlight에서 StrokeMouse를 다시 열어 설정을 표시하며, 두 아이콘을 모두 가리면 Spotlight나 Launchpad를 사용하고, 일반 설정에서 종료하거나 설정이 전면일 때 ⌘Q를 누르세요.
ru: Если значок в строке меню скрыт, снова откройте StrokeMouse из Dock, Launchpad или Spotlight, чтобы показать Настройки. Если скрыты оба значка, используйте Spotlight или Launchpad. Завершите работу в разделе «Основные» или нажмите ⌘Q, когда окно Настроек активно.
zh_hans: 隐藏菜单栏图标后，可通过 Dock、启动台或聚焦搜索再次打开 StrokeMouse 进入设置；若同时隐藏 Dock 图标，请使用聚焦搜索或启动台打开；退出请到「通用」设置，或在设置窗口前台时按 ⌘Q。
zh_hant: 隱藏選單欄圖示後，可透過 Dock、啟動臺或聚焦搜尋再次開啟 StrokeMouse 進入設定；若同時隱藏 Dock 圖示，請使用聚焦搜尋或啟動臺開啟；退出請到「通用」設定，或在設定視窗前臺時按 ⌘Q。

# general.quitApp
source: Quit StrokeMouse
fr: Quitter StrokeMouse
ja: StrokeMouseを終了
ko: StrokeMouse 종료
ru: Завершить StrokeMouse
zh_hans: 退出 StrokeMouse
zh_hant: 退出 StrokeMouse

# general.quitAppFooter
source: Needed when the menu bar icon is hidden. You can also press ⌘Q while this window is frontmost.
fr: Nécessaire lorsque l’icône de la barre des menus est masquée. Vous pouvez aussi appuyer sur ⌘Q lorsque cette fenêtre est au premier plan.
ja: メニューバーアイコンを非表示にしているときに使います。このウインドウが最前面のときは⌘Qでも終了できます。
ko: 메뉴 막대 아이콘을 가렸을 때 필요하며, 이 윈도우가 전면일 때 ⌘Q를 눌러도 됩니다.
ru: Нужно, когда значок в строке меню скрыт. Также можно нажать ⌘Q, когда это окно активно.
zh_hans: 隐藏菜单栏图标时请从这里完全退出应用；设置窗口在前台时也可按 ⌘Q。
zh_hant: 隱藏選單欄圖示時請從這裡完全退出應用；設定視窗在前臺時也可按 ⌘Q。

# general.runtimeStatus
source: Status
fr: État
ja: 実行状態
ko: 실행 상태
ru: Состояние
zh_hans: 运行状态
zh_hant: 執行狀態

# general.doubleHideTitle
source: Hide Dock and Menu Bar?
fr: Masquer le Dock et la barre des menus ?
ja: Dockとメニューバーを非表示にしますか？
ko: Dock과 메뉴 막대를 가릴까요?
ru: Скрыть Dock и строку меню?
zh_hans: 同时隐藏 Dock 与菜单栏？
zh_hant: 同時隱藏 Dock 與選單欄？

# general.doubleHideMessage
source: StrokeMouse will keep running in the background with no Dock or menu bar icon. Open it again from Spotlight or Launchpad to reach Settings, and quit from General settings (or ⌘Q while Settings is open).
fr: StrokeMouse continuera de s’exécuter en arrière-plan sans icône dans le Dock ni dans la barre des menus. Rouvrez-le depuis Spotlight ou Launchpad pour accéder aux Réglages, et quittez depuis les réglages Général (ou ⌘Q lorsque les Réglages sont ouverts).
ja: StrokeMouseはDockもメニューバーアイコンもないままバックグラウンドで動作し続けます。設定を開くにはSpotlightまたはLaunchpadから再度開き、「一般」設定から終了してください（設定を開いているときは⌘Qでも終了できます）。
ko: StrokeMouse는 Dock이나 메뉴 막대 아이콘 없이 백그라운드에서 계속 실행되며, Spotlight나 Launchpad에서 다시 열어 설정에 들어가고, 일반 설정에서 종료하세요(또는 설정이 열려 있을 때 ⌘Q).
ru: StrokeMouse продолжит работать в фоне без значков Dock и строки меню. Снова откройте его через Spotlight или Launchpad, чтобы перейти в Настройки, и завершите работу в разделе «Основные» (или нажмите ⌘Q, когда Настройки открыты).
zh_hans: StrokeMouse 将在后台继续运行，且没有 Dock 与菜单栏图标；请通过聚焦搜索或启动台再次打开以进入设置；退出请到「通用」设置（或在设置打开时按 ⌘Q）。
zh_hant: StrokeMouse 將在後臺繼續執行，且沒有 Dock 與選單欄圖示；請透過聚焦搜尋或啟動臺再次開啟以進入設定；退出請到「通用」設定（或在設定開啟時按 ⌘Q）。

# general.doubleHideConfirm
source: Hide Both
fr: Masquer les deux
ja: 両方を非表示
ko: 둘 다 가리기
ru: Скрыть оба
zh_hans: 同时隐藏
zh_hant: 同時隱藏

# gestures.sidebarTitle
source: Scopes
fr: Portées
ja: 対象範囲
ko: 범위
ru: Области
zh_hans: 作用域
zh_hant: 作用域

# gestures.sidebarApps
source: Applications
fr: Apps
ja: アプリケーション
ko: 앱
ru: Приложения
zh_hans: 应用程序
zh_hant: 應用程式

# gestures.sidebarAddApp
source: Add Application
fr: Ajouter une app
ja: アプリケーションを追加
ko: 앱 추가
ru: Добавить приложение
zh_hans: 添加应用
zh_hant: 新增應用

# gestures.sidebarRemoveApp
source: Remove from Sidebar
fr: Retirer de la barre latérale
ja: サイドバーから取り除く
ko: 사이드바에서 제거
ru: Убрать из боковой панели
zh_hans: 从侧边栏移除
zh_hant: 從側邊欄移除

# gestures.emptyGlobalTitle
source: No Global Gestures
fr: Aucun geste global
ja: グローバルジェスチャはありません
ko: 전역 제스처 없음
ru: Нет глобальных жестов
zh_hans: 暂无全局手势
zh_hant: 暫無全域性手勢

# gestures.emptyGlobalSubtitle
source: Add a gesture that works in every app, or pick an application on the left.
fr: Ajoutez un geste qui fonctionne dans toutes les apps, ou choisissez une application à gauche.
ja: すべてのアプリで使えるジェスチャを追加するか、左からアプリケーションを選んでください。
ko: 모든 앱에서 동작하는 제스처를 추가하거나 왼쪽에서 앱을 선택하세요.
ru: Добавьте жест, который работает во всех приложениях, или выберите приложение слева.
zh_hans: 添加在所有应用中生效的手势，或在左侧选择某个应用。
zh_hant: 新增在所有應用中生效的手勢，或在左側選擇某個應用。

# gestures.emptyAppTitle
source: No Gestures for This App
fr: Aucun geste pour cette app
ja: このアプリのジェスチャはありません
ko: 이 앱용 제스처 없음
ru: Для этого приложения нет жестов
zh_hans: 该应用暂无手势
zh_hant: 該應用暫無手勢

# gestures.emptyAppSubtitle
source: Add a gesture for this app. New gestures here use this application as the scope by default.
fr: Ajoutez un geste pour cette app ; les gestes créés ici auront cette application comme portée par défaut.
ja: このアプリ用のジェスチャを追加します。ここで新規作成したジェスチャは、デフォルトでこのアプリに紐づきます。
ko: 이 앱용 제스처를 추가하며, 여기에서 새로 만드는 제스처는 기본적으로 이 앱에 바인딩됩니다.
ru: Добавьте жест для этого приложения; новые жесты здесь по умолчанию привязываются к нему.
zh_hans: 为此应用添加手势，在此新建的手势会默认绑定该应用。
zh_hant: 為此應用新增手勢，在此新建的手勢會預設繫結該應用。

# gestures.sidebarRemoveAppConfirmTitle
source: Remove Application?
fr: Retirer l’application ?
ja: アプリケーションを取り除きますか？
ko: 앱을 제거할까요?
ru: Убрать приложение?
zh_hans: 移除应用？
zh_hant: 移除應用？

# gestures.sidebarRemoveAppConfirmMessage
source: Remove “%@” from the sidebar? • %d gesture(s) only for this app will be deleted. • %d multi-app gesture(s) will keep their other apps.
fr: Retirer « %@ » de la barre latérale ? • %d geste(s) propre(s) à cette app seront supprimés. • %d geste(s) multi-apps conserveront leurs autres apps.
ja: サイドバーから“%@”を取り除きますか？ • このアプリ専用のジェスチャ %d 件は削除されます。 • 複数アプリ向けのジェスチャ %d 件は、ほかのアプリへの割り当てを維持します。
ko: 사이드바에서 “%@”을(를) 제거할까요? • 이 앱 전용 제스처 %d개가 삭제됩니다. • 여러 앱 제스처 %d개는 다른 앱을 유지합니다.
ru: Убрать «%@» из боковой панели? • Будут удалены жесты только для этого приложения: %d. • Жесты для нескольких приложений сохранят остальные приложения: %d.
zh_hans: 确定从侧边栏移除“%@”吗？ • 仅作用于该应用的 %d 条手势将被删除。 • %d 条同时作用于多个应用的手势只会取消本应用，不影响其他应用。
zh_hant: 確定從側邊欄移除“%@”嗎？ • 僅作用於該應用的 %d 條手勢將被刪除。 • %d 條同時作用於多個應用的手勢只會取消本應用，不影響其他應用。

# gestures.sidebarRemoveAppConfirmButton
source: Remove
fr: Retirer
ja: 取り除く
ko: 제거
ru: Убрать
zh_hans: 移除
zh_hant: 移除

# engine.degraded
source: Running with limited input support
fr: Fonctionne avec une prise en charge d’entrée limitée
ja: 一部の入力サポートが制限されています
ko: 일부 입력만 지원하는 상태로 실행 중
ru: Работает с ограниченной поддержкой ввода
zh_hans: 部分输入通道不可用
zh_hant: 部分輸入通道不可用

# gestures.inputFilter.all
source: All
fr: Tous
ja: すべて
ko: 모두
ru: Все
zh_hans: 全部
zh_hant: 全部

# gestures.inputFilter.drawn
source: Drawn
fr: Dessinés
ja: 描画
ko: 그리기
ru: Рисование
zh_hans: 绘制
zh_hant: 繪製

# gestures.inputFilter.trackpad
source: Trackpad
fr: Gestes tactiles
ja: トラックパッド
ko: 트랙패드
ru: Трекпад
zh_hans: 触控板
zh_hant: 觸控式軌跡板

# gestures.filter.input
source: Input
fr: Entrée
ja: 入力
ko: 입력
ru: Ввод
zh_hans: 输入方式
zh_hant: 輸入方式

# input.mouseDraw.summary
source: %@ draw
fr: Dessin %@
ja: %@描画
ko: %@ 그리기
ru: %@ · рисование
zh_hans: %@绘制
zh_hant: %@繪製

# input.mouseDraw.trackpadModifier.summary
source: %@ draw · trackpad %@ support
fr: Dessin %@ · prise en charge trackpad %@
ja: %@描画 · トラックパッド%@対応
ko: %@ 그리기 · 트랙패드 %@ 지원
ru: %@ · рисование · поддержка трекпада: %@
zh_hans: %@绘制 · 支持触控板%@
zh_hant: %@繪製 · 支援觸控式軌跡板%@

# input.modifierDraw.summary
source: Hold %@ and draw
fr: Maintenir %@ et dessiner
ja: %@を押しながら描画
ko: %@ 누른 채 그리기
ru: Удерживайте %@ и рисуйте
zh_hans: 按住%@绘制
zh_hant: 按住%@繪製

# trackpad.tap.single
source: Tap
fr: Toucher
ja: タップ
ko: 탭
ru: Касание
zh_hans: 单击
zh_hant: 單擊

# trackpad.tap.double
source: Double Tap
fr: Toucher deux fois
ja: ダブルタップ
ko: 이중 탭
ru: Двойное касание
zh_hans: 双击
zh_hant: 雙擊

# trackpad.swipe.up
source: Swipe Up
fr: Balayer vers le haut
ja: 上にスワイプ
ko: 위로 쓸기
ru: Свайп вверх
zh_hans: 上滑
zh_hant: 上滑

# trackpad.swipe.down
source: Swipe Down
fr: Balayer vers le bas
ja: 下にスワイプ
ko: 아래로 쓸기
ru: Свайп вниз
zh_hans: 下滑
zh_hant: 下滑

# trackpad.swipe.left
source: Swipe Left
fr: Balayer vers la gauche
ja: 左にスワイプ
ko: 왼쪽으로 쓸기
ru: Свайп влево
zh_hans: 左滑
zh_hant: 左滑

# trackpad.swipe.right
source: Swipe Right
fr: Balayer vers la droite
ja: 右にスワイプ
ko: 오른쪽으로 쓸기
ru: Свайп вправо
zh_hans: 右滑
zh_hant: 右滑

# trackpad.pinch.inward
source: Pinch In
fr: Pincer
ja: ピンチイン
ko: 오므리기
ru: Щипок
zh_hans: 捏合
zh_hant: 捏合

# trackpad.pinch.outward
source: Spread
fr: Écarter
ja: 広げる
ko: 펼치기
ru: Разведение
zh_hans: 张开
zh_hant: 張開

# trackpad.rotate.clockwise
source: Rotate Clockwise
fr: Rotation horaire
ja: 時計回りに回転
ko: 시계 방향 회전
ru: Вращение по часовой стрелке
zh_hans: 顺时针旋转
zh_hant: 順時針旋轉

# trackpad.rotate.counterclockwise
source: Rotate Counterclockwise
fr: Rotation antihoraire
ja: 反時計回りに回転
ko: 시계 반대 방향 회전
ru: Вращение против часовой стрелки
zh_hans: 逆时针旋转
zh_hant: 逆時針旋轉

# trackpad.gesture.summary
source: %d fingers · %@
fr: %d doigts · %@
ja: %d本指 · %@
ko: %d손가락 · %@
ru: %d пальцев · %@
zh_hans: %d 指 · %@
zh_hant: %d 指 · %@

# trackpad.experimentalWarning
source: Experimental: uses a private system framework and cannot suppress macOS gestures. System actions may happen at the same time.
fr: Expérimental : utilise un framework système privé et ne peut pas intercepter les gestes macOS. Les actions système peuvent se produire en même temps.
ja: 実験的機能: システムの非公開フレームワークを使用し、macOS標準のジェスチャを抑制できません。システムの動作が同時に発生することがあります。
ko: 실험적 기능이며, 비공개 시스템 프레임워크를 사용하고 macOS 제스처를 억제할 수 없어 시스템 동작이 동시에 일어날 수 있습니다.
ru: Экспериментально: используется закрытый системный фреймворк, системные жесты macOS подавить нельзя; системные действия могут выполняться одновременно.
zh_hans: 实验性功能：使用系统私有框架，且无法拦截 macOS 原生手势；系统动作可能同时发生。
zh_hant: 實驗性功能：使用系統私有框架，且無法攔截 macOS 原生手勢；系統動作可能同時發生。

# trackpad.directEnabled
source: Touch Gestures
fr: Gestes tactiles
ja: タッチジェスチャ
ko: 터치 제스처
ru: Сенсорные жесты
zh_hans: 触控手势
zh_hant: 觸控手勢

# trackpad.directEnabledHelp
source: Turn multi-finger touch recognition on or off without deleting profiles.
fr: Activez ou désactivez la reconnaissance multi-doigts sans supprimer les profils.
ja: プロファイルを削除せずに、多指タッチ認識のオン/オフを切り替えます。
ko: 구성을 삭제하지 않고 여러 손가락 터치 인식을 켜거나 끕니다.
ru: Включает или выключает распознавание сенсорных жестов, не удаляя профили.
zh_hans: 开启或关闭多指触控识别，不会删除手势配置。
zh_hant: 開啟或關閉多指觸控識別，不會刪除手勢配置。

# trackpad.consent.title
source: Enable Experimental Touch Gestures?
fr: Activer les gestes tactiles expérimentaux ?
ja: 実験的なタッチジェスチャを有効にしますか？
ko: 실험적 터치 제스처를 켤까요?
ru: Включить экспериментальные сенсорные жесты?
zh_hans: 启用实验性触控手势？
zh_hant: 啟用實驗性觸控手勢？

# trackpad.consent.message
source: Touch gestures use Apple's private MultitouchSupport framework. They may stop working after a macOS update and cannot prevent built-in system gestures from also running. If this channel fails, mouse gestures remain available.
fr: Les gestes tactiles utilisent le framework privé MultitouchSupport d’Apple. Ils peuvent cesser de fonctionner après une mise à jour de macOS et ne peuvent pas empêcher les gestes système de s’exécuter aussi. Si ce canal échoue, les gestes de la souris restent disponibles.
ja: タッチジェスチャはAppleの非公開MultitouchSupportフレームワークを使用します。macOSのアップデート後に動作しなくなることがあり、システムの標準ジェスチャの同時実行も防げません。このチャネルが失敗しても、マウスジェスチャは引き続き利用できます。
ko: 터치 제스처는 Apple의 비공개 MultitouchSupport 프레임워크를 사용하며, macOS 업데이트 후 작동이 중단될 수 있고 내장 시스템 제스처가 함께 실행되는 것을 막을 수 없습니다. 이 채널이 실패해도 마우스 제스처는 계속 사용할 수 있습니다.
ru: Сенсорные жесты используют закрытый фреймворк Apple MultitouchSupport. Они могут перестать работать после обновления macOS и не могут помешать одновременному выполнению встроенных системных жестов. Если этот канал откажет, рисование мышью останется доступным.
zh_hans: 触控手势使用 Apple 私有的 MultitouchSupport 框架，可能在 macOS 更新后失效，也无法阻止系统自带手势同时运行；即使该通道失败，鼠标手势仍会继续可用。
zh_hant: 觸控手勢使用 Apple 私有的 MultitouchSupport 框架，可能在 macOS 更新後失效，也無法阻止系統自帶手勢同時執行；即使該通道失敗，滑鼠手勢仍會繼續可用。

# trackpad.consent.accept
source: Accept and Continue
fr: Accepter et continuer
ja: 同意して続ける
ko: 동의하고 계속
ru: Принять и продолжить
zh_hans: 接受并继续
zh_hant: 接受並繼續

# editor.inputSource
source: Input
fr: Entrée
ja: 入力
ko: 입력
ru: Ввод
zh_hans: 输入方式
zh_hant: 輸入方式

# editor.input.mouseDraw
source: Mouse Draw
fr: Dessin souris
ja: マウス描画
ko: 마우스 그리기
ru: Рисование мышью
zh_hans: 鼠标绘制
zh_hant: 滑鼠繪製

# editor.input.modifierDraw
source: Trackpad Draw
fr: Dessin trackpad
ja: トラックパッド描画
ko: 트랙패드 그리기
ru: Рисование на трекпаде
zh_hans: 触控板绘制
zh_hant: 觸控式軌跡板繪製

# editor.input.directTrackpad
source: Touch Gestures
fr: Gestes tactiles
ja: タッチジェスチャ
ko: 터치 제스처
ru: Сенсорные жесты
zh_hans: 触控手势
zh_hant: 觸控手勢

# editor.modifierKey
source: Modifier Key
fr: Touche de modification
ja: 修飾キー
ko: 보조 키
ru: Клавиша-модификатор
zh_hans: 修饰按键
zh_hant: 修飾按鍵

# editor.modifierDrawHint
source: Hold exactly this one modifier and move the pointer. Keyboard events are never consumed; a mouse can technically move the same path.
fr: Maintenez exactement cette seule touche de modification et déplacez le pointeur. Les événements clavier ne sont jamais interceptés ; une souris peut techniquement tracer le même chemin.
ja: この修飾キーだけを押しながらポインタを動かします。キーボードイベントは消費されません。技術的にはマウスでも同じ軌跡を描けます。
ko: 이 보조 키 하나만 정확히 누른 채 포인터를 움직이며, 키보드 이벤트는 소비되지 않고 마우스로도 같은 경로를 그릴 수 있습니다.
ru: Удерживайте ровно эту одну клавишу-модификатор и перемещайте указатель. События клавиатуры не поглощаются; технически ту же траекторию можно провести и мышью.
zh_hans: 仅按住该修饰键并移动指针，键盘事件不会被吞掉；技术上鼠标也可以移动同一条轨迹。
zh_hant: 僅按住該修飾鍵並移動指標，鍵盤事件不會被吞掉；技術上滑鼠也可以移動同一條軌跡。

# editor.trackpadModifierSupport
source: Trackpad Modifier Trigger Support
fr: Prise en charge du déclencheur de modification du trackpad
ja: トラックパッドの修飾キートリガー対応
ko: 트랙패드 보조 키 트리거 지원
ru: Поддержка запуска модификатором на трекпаде
zh_hans: 触控板修饰键触发支持
zh_hant: 觸控式軌跡板修飾鍵觸發支援

# editor.trackpadModifierKey
source: Trackpad Modifier
fr: Modification trackpad
ja: トラックパッド修飾キー
ko: 트랙패드 보조 키
ru: Модификатор трекпада
zh_hans: 触控板修饰键
zh_hant: 觸控式軌跡板修飾鍵

# editor.trackpadModifierHint
source: Hold exactly this one modifier and move the pointer to reuse the same drawing rule.
fr: Maintenez exactement cette seule touche de modification et déplacez le pointeur pour réutiliser la même règle de dessin.
ja: この修飾キーだけを押しながらポインタを動かすと、同じ描画ルールを再利用できます。
ko: 이 보조 키 하나만 정확히 누른 채 포인터를 움직여 같은 그리기 규칙을 재사용합니다.
ru: Удерживайте ровно эту одну клавишу-модификатор и перемещайте указатель, чтобы использовать то же правило рисования.
zh_hans: 仅按住一个修饰键并移动指针，即可复用同一条绘制规则。
zh_hant: 僅按住一個修飾鍵並移動指標，即可複用同一條繪製規則。

# editor.direct.category
source: Gesture Family
fr: Famille de gestes
ja: ジェスチャの種類
ko: 제스처 종류
ru: Семейство жестов
zh_hans: 手势分类
zh_hant: 手勢分類

# editor.direct.category.swipe
source: Swipe
fr: Balayage
ja: スワイプ
ko: 쓸기
ru: Свайп
zh_hans: 滑动
zh_hant: 滑動

# editor.direct.category.tap
source: Tap
fr: Toucher
ja: タップ
ko: 탭
ru: Касание
zh_hans: 轻触
zh_hant: 輕觸

# editor.direct.category.transform
source: Transform
fr: Transformation
ja: 変形
ko: 변형
ru: Преобразование
zh_hans: 变形
zh_hant: 變形

# editor.direct.tapCount
source: Tap Count
fr: Nombre de touchers
ja: タップ回数
ko: 탭 횟수
ru: Число касаний
zh_hans: 轻触次数
zh_hant: 輕觸次數

# editor.direct.direction
source: Direction
fr: Sens
ja: 方向
ko: 방향
ru: Направление
zh_hans: 方向
zh_hant: 方向

# editor.direct.fingers
source: Fingers
fr: Doigts
ja: 指の本数
ko: 손가락
ru: Пальцы
zh_hans: 手指数
zh_hant: 手指數

# editor.direct.transformKind
source: Transform
fr: Type de transformation
ja: 変形の種類
ko: 변형 유형
ru: Тип преобразования
zh_hans: 变形类型
zh_hant: 變形型別

# editor.direct.transform.pinch
source: Pinch / Spread
fr: Pincer / Écarter
ja: ピンチ / 広げる
ko: 오므리기 / 펼치기
ru: Щипок / разведение
zh_hans: 捏合 / 张开
zh_hant: 捏合 / 張開

# editor.direct.transform.rotate
source: Rotate
fr: Rotation
ja: 回転
ko: 회전
ru: Вращение
zh_hans: 旋转
zh_hant: 旋轉

# gestures.add.drawn
source: Drawn Gestures
fr: Gestes dessinés
ja: 描画ジェスチャ
ko: 그리기 제스처
ru: Рисованные жесты
zh_hans: 绘制手势
zh_hant: 繪製手勢

# gestures.add.mouseDraw
source: Mouse Draw
fr: Dessin souris
ja: マウス描画
ko: 마우스 그리기
ru: Рисование мышью
zh_hans: 鼠标绘制
zh_hant: 滑鼠繪製

# gestures.add.modifierDraw
source: Trackpad Draw
fr: Dessin trackpad
ja: トラックパッド描画
ko: 트랙패드 그리기
ru: Рисование на трекпаде
zh_hans: 触控板绘制
zh_hant: 觸控式軌跡板繪製

# gestures.add.direct
source: Touch Gestures
fr: Gestes tactiles
ja: タッチジェスチャ
ko: 터치 제스처
ru: Сенсорные жесты
zh_hans: 触控手势
zh_hant: 觸控手勢

# gestures.add.presets
source: Common Presets
fr: Préréglages courants
ja: よく使うプリセット
ko: 자주 쓰는 프리셋
ru: Частые пресеты
zh_hans: 常用预设
zh_hant: 常用預設

# gestures.saveFailedTitle
source: Could Not Save Gesture
fr: Impossible d’enregistrer le geste
ja: ジェスチャを保存できませんでした
ko: 제스처를 저장할 수 없음
ru: Не удалось сохранить жест
zh_hans: 无法保存手势
zh_hant: 無法儲存手勢

# trackpad.preset.rotateCCWVolumeDown
source: Two-Finger Counterclockwise · Volume Down
fr: Deux doigts antihoraire · Diminuer le volume
ja: 2本指の反時計回り · 音量を下げる
ko: 두 손가락 시계 반대 방향 · 음량 낮추기
ru: Два пальца против часовой · Уменьшить громкость
zh_hans: 两指逆时针 · 降低音量
zh_hant: 兩指逆時針 · 降低音量

# trackpad.preset.rotateCWVolumeUp
source: Two-Finger Clockwise · Volume Up
fr: Deux doigts horaire · Augmenter le volume
ja: 2本指の時計回り · 音量を上げる
ko: 두 손가락 시계 방향 · 음량 높이기
ru: Два пальца по часовой · Увеличить громкость
zh_hans: 两指顺时针 · 提高音量
zh_hant: 兩指順時針 · 提高音量

# trackpad.preset.threeTapPlayPause
source: Three-Finger Tap · Play / Pause
fr: Trois doigts, toucher · Lecture / Pause
ja: 3本指タップ · 再生 / 一時停止
ko: 세 손가락 탭 · 재생 / 일시 정지
ru: Три пальца, касание · Воспроизведение / пауза
zh_hans: 三指单击 · 播放 / 暂停
zh_hant: 三指單擊 · 播放 / 暫停

# trackpad.preset.threeDoubleTapMute
source: Three-Finger Double Tap · Mute
fr: Trois doigts, double toucher · Silence
ja: 3本指ダブルタップ · 消音
ko: 세 손가락 이중 탭 · 음소거
ru: Три пальца, двойное касание · Без звука
zh_hans: 三指双击 · 静音
zh_hant: 三指雙擊 · 靜音

# trackpad.preset.fourSwipeUpMissionControl
source: Four-Finger Up · Mission Control
fr: Quatre doigts vers le haut · Mission Control
ja: 4本指で上へ · Mission Control
ko: 네 손가락 위로 · Mission Control
ru: Четыре пальца вверх · Mission Control
zh_hans: 四指上滑 · 调度中心
zh_hant: 四指上滑 · 排程中心

# trackpad.preset.fourSwipeDownAppExpose
source: Four-Finger Down · App Exposé
fr: Quatre doigts vers le bas · Exposé des apps
ja: 4本指で下へ · アプリケーションウインドウ
ko: 네 손가락 아래로 · App Exposé
ru: Четыре пальца вниз · Окна приложений
zh_hans: 四指下滑 · App Exposé
zh_hant: 四指下滑 · App Exposé

# trackpad.preset.fourSwipeLeftPrevious
source: Four-Finger Left · Previous Track
fr: Quatre doigts vers la gauche · Morceau précédent
ja: 4本指で左へ · 前の曲
ko: 네 손가락 왼쪽 · 이전 트랙
ru: Четыре пальца влево · Предыдущий трек
zh_hans: 四指左滑 · 上一首
zh_hant: 四指左滑 · 上一首

# trackpad.preset.fourSwipeRightNext
source: Four-Finger Right · Next Track
fr: Quatre doigts vers la droite · Morceau suivant
ja: 4本指で右へ · 次の曲
ko: 네 손가락 오른쪽 · 다음 트랙
ru: Четыре пальца вправо · Следующий трек
zh_hans: 四指右滑 · 下一首
zh_hant: 四指右滑 · 下一首

# trackpad.preset.fiveTapCenter
source: Five-Finger Tap · Center Window
fr: Cinq doigts, toucher · Centrer la fenêtre
ja: 5本指タップ · ウインドウを中央に
ko: 다섯 손가락 탭 · 윈도우 가운데로
ru: Пять пальцев, касание · Центрировать окно
zh_hans: 五指单击 · 居中窗口
zh_hant: 五指單擊 · 居中視窗

# trackpad.preset.fiveDoubleTapLock
source: Five-Finger Double Tap · Lock Screen
fr: Cinq doigts, double toucher · Verrouiller l’écran
ja: 5本指ダブルタップ · 画面をロック
ko: 다섯 손가락 이중 탭 · 화면 잠금
ru: Пять пальцев, двойное касание · Заблокировать экран
zh_hans: 五指双击 · 锁定屏幕
zh_hant: 五指雙擊 · 鎖定螢幕

# trackpad.preset.fivePinchHide
source: Five-Finger Pinch · Hide Window
fr: Cinq doigts, pincer · Masquer la fenêtre
ja: 5本指ピンチ · ウインドウを隠す
ko: 다섯 손가락 오므리기 · 윈도우 가리기
ru: Пять пальцев, щипок · Скрыть окно
zh_hans: 五指捏合 · 隐藏窗口
zh_hant: 五指捏合 · 隱藏視窗

# trackpad.preset.fiveSpreadFullscreen
source: Five-Finger Spread · Full Screen
fr: Cinq doigts, écarter · Plein écran
ja: 5本指で広げる · フルスクリーン
ko: 다섯 손가락 펼치기 · 전체 화면
ru: Пять пальцев, разведение · Полный экран
zh_hans: 五指张开 · 进入全屏
zh_hant: 五指張開 · 進入全屏

# permissions.channel.mouse
source: Mouse Draw
fr: Dessin souris
ja: マウス描画
ko: 마우스 그리기
ru: Рисование мышью
zh_hans: 鼠标绘制
zh_hant: 滑鼠繪製

# permissions.channel.modifier
source: Trackpad Draw
fr: Dessin trackpad
ja: トラックパッド描画
ko: 트랙패드 그리기
ru: Рисование на трекпаде
zh_hans: 触控板绘制
zh_hant: 觸控式軌跡板繪製

# permissions.channel.multitouch
source: Touch Gestures
fr: Gestes tactiles
ja: タッチジェスチャ
ko: 터치 제스처
ru: Сенсорные жесты
zh_hans: 触控手势
zh_hant: 觸控手勢

# permissions.channel.notRequested
source: Not needed
fr: Non nécessaire
ja: 現在は不要
ko: 필요 없음
ru: Не требуется
zh_hans: 当前不需要
zh_hant: 當前不需要

# permissions.channel.stopped
source: Stopped
fr: Arrêté
ja: 停止中
ko: 중지됨
ru: Остановлено
zh_hans: 已停止
zh_hant: 已停止

# permissions.channel.listening
source: Listening
fr: En écoute
ja: 監視中
ko: 수신 중
ru: Прослушивание
zh_hans: 监听中
zh_hant: 監聽中

# permissions.failure.accessibility
source: Accessibility required
fr: Accessibilité requise
ja: アクセシビリティが必要です
ko: 손쉬운 사용 필요
ru: Требуется Универсальный доступ
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用許可權

# permissions.failure.mouseTap
source: Mouse event tap failed
fr: Échec de l’écoute des événements souris
ja: マウスイベントの監視に失敗しました
ko: 마우스 이벤트 탭 실패
ru: Не удалось перехватить события мыши
zh_hans: 鼠标事件监听失败
zh_hant: 滑鼠事件監聽失敗

# permissions.failure.modifierTap
source: Modifier listener failed
fr: Échec de l’écoute des touches de modification
ja: 修飾キーの監視に失敗しました
ko: 보조 키 수신 실패
ru: Не удалось отслеживать модификаторы
zh_hans: 修饰键监听失败
zh_hant: 修飾鍵監聽失敗
